<?php

return [
    0 => [
        'id' => 10,
        'title' => 'Трансмиссия',
        'items' => [
            'Трансмиссия 1',
            'Трансмиссия 2',
            'Трансмиссия 3',
            'Трансмиссия 4'
        ],
        'tooltip' => [
            
        ]

    ],
    1 => [
        'id' => 11,
        'title' => 'Подвеска',
        'items' => [
            'Подвеска 1',
            'Подвеска 2',
            'Подвеска 3',
            'Подвеска 4'
        ],
        'tooltip' => []        
    ],
    2 => [
        'id' => 12,
        'title' => 'Тормозная система',
        'items' => [
            'Тормозная система 1',
            'Тормозная система 2',
            'Тормозная система 3',
            'Тормозная система 4'
        ],
        'tooltip' => [
            'бампер',
            'крыша',
            'крышка багажника',
            'капот'
        ]        
    ],
    3 => [
        'id' => 14,
        'title' => 'Автостекла',
        'items' => [],
        'tooltip' => []
    ],
    4 => [
        'id' => 9,
        'title' => 'Кузов',
        'items' => [
            'Кузов 1',
            'Кузов 2',
            'Кузов 3',
            'Кузов 4'
        ],
        'tooltip' => [
            'бампер',
            'крыша',
            'крышка багажника',
            'капот',
            'молдинг и двери',
            'стойка кузова',
            'крыло',
            'дверь',
            'дуги на крышу',
            'завеса капота',
            'зеркало наружное',
            'крепление бампера'
        ]
    ],
    5 => [
        'id' => 16,
        'title' => 'Салон',
        'items' => [],
        'tooltip' => [
            'бампер',
            'крыша',
            'крышка багажника',
            'капот',
            'молдинг и двери',
            'стойка кузова',
            'крыло',
            'дверь',
            'дуги на крышу',
            'завеса капота',
            'зеркало наружное',
            'крепление бампера',
            'бампер',
            'крыша',
            'крышка багажника',
            'капот',
            'молдинг и двери',
            'стойка кузова',
            'крыло',
            'дверь',
            'дуги на крышу',
            'завеса капота',
            'зеркало наружное',
            'крепление бампера'
        ]       
    ],
    6 => [
        'id' => 15,
        'title' => 'Оптика',
        'items' => [],
        'tooltip' => []
    ],
    7 => [
        'id' => 17,
        'title' => 'Прочее',
        'items' => [],
        'tooltip' => []        
    ],
    8 => [
        'id' => 1,
        'title' => 'Двигатель и навесное',
        'tooltip' => [],        
        'sub_categories' => [
            [
                'id' => 2,
                'title' => 'Двигатель',
                'items' => [
                    'Форсунки',
                    'Шланги',
                    'Топливный бак',
                ],
            ],
            [
                'id' => 4,
                'title' => 'Система охлажд/отопления',
                'items' => [],
            ],
            [
                'id' => 5,
                'title' => 'Система подачи воздуха',
                'items' => [],
            ],
            [
                'id' => 7,
                'title' => 'Система зажиг/питания/пуска',
                'items' => [],
            ],
            [
                'id' => 3,
                'title' => 'Топливная система',
                'items' => [
                    'Форсунки',
                    'Шланги',
                    'Топливный бак',
                ],
            ],
            [
                'id' => 8,
                'title' => 'Система смазки',
                'items' => [],
            ],
            [
                'id' => 6,
                'title' => 'Система выпуска газов',
                'items' => [],
            ]
        ],
    ],
    9 => [
        'id' => 13,
        'title' => 'Рулевое управление',
        'items' => [],
        'tooltip' => []
        
    ],
    10 => [
        'id' => 18,
        'title' => 'Электрика, блоки, датчики',
        'items' => [],
        'tooltip' => []
    ]
];